[
    [
        {
            "resposta": "Gosto de receber palavras de afirmação.",
            "valor": "a"
        },
        {
            "resposta": "Gosto de ser abraçado.",
            "valor": "e"
        }
    ],
    [
        {
            "resposta": "Gosto de passar o tempo a sós com alguém especial para mim.",
            "valor": "b"
        },
        {
            "resposta": "Sinto-me amado quando alguém me oferece ajuda prática.",
            "valor": "d"
        }
    ],
    [
        {
            "resposta": "Gosto quando me dão presentes.",
            "valor": "c"
        },
        {
            "resposta": "Gosto de visita sem pressa com amigos e entes queridos.",
            "valor": "b"
        }
    ],
    [
        {
            "resposta": "Sinto-me amado quando as pessoas fazem coisas para ajudar-me.",
            "valor": "d"
        },
        {
            "resposta": "Sinto-me amado quando as pessoas me tocam.",
            "valor": "e"
        }
    ],
    [
        {
            "resposta": "Sinto-me amado quando alguém que amo ou admiro me abraça.",
            "valor": "e"
        },
        {
            "resposta": "Sinto-me amado quando recebo um presente de alguém que amo e admiro.",
            "valor": "c"
        }
    ],
    [
        {
            "resposta": "Gosto de sair com amigos e pessoas queridas.",
            "valor": "b"
        },
        {
            "resposta": "Gosto de ficar de mãos dadas com pessoas epspeciais para mim.",
            "valor": "e"
        }
    ],
    [
        {
            "resposta": "Gosto de passar tempo com amigos e pessoas queridas.",
            "valor": "b"
        },
        {
            "resposta": "Gosto de receber presentes de amigos e pessoas queridas.",
            "valor": "c"
        }
    ],
    [
        {
            "resposta": "Gosto de sentar perto das pessoas das quais eu gosto e tenho afinidade.",
            "valor": "e"
        },
        {
            "resposta": "Gosto que me digam que sou atraente/bonito (a).",
            "valor": "a"
        }
    ],
    [
        {
            "resposta": "Símbolos visíveis de amor (presentes) são muito importantes para mim.",
            "valor": "c"
        },
        {
            "resposta": "Sinto-me amado quando as pessoas me elogiam e incentivam.",
            "valor": "a"
        }
    ],
    [
        {
            "resposta": "Palavras de aceitação são importantes para mim.",
            "valor": "a"
        },
        {
            "resposta": "Sei que alguém me ama quando ele ou ela me ajuda.",
            "valor": "d"
        }
    ],
    [
        {
            "resposta": "Gosto de estar junto e fazer coisas com amigos e pessoas queridas.",
            "valor": "b"
        },
        {
            "resposta": "Gosto quando me dizem palavras bondosas e carinhosas.",
            "valor": "a"
        }
    ],
    [
        {
            "resposta": "O que a pessoa faz me afeta mais que aquilo que ela diz.",
            "valor": "d"
        },
        {
            "resposta": "Os abraços me fazem sentir participante e apreciado.",
            "valor": "e"
        }
    ],
    [
        {
            "resposta": "Gosto muito de elogios e tento evitar as críticas.",
            "valor": "a"
        },
        {
            "resposta": "Vários presentes pequenos valem mais que um grande para mim.",
            "valor": "c"
        }
    ],
    [
        {
            "resposta": "Sinto-me íntimo de alguém quando estamos conversando ou fazendo coisas juntos.",
            "valor": "b"
        },
        {
            "resposta": "Sinto-me mais próximo dos amigos e pessoas queridas quando eles me tocam com frequência.",
            "valor": "e"
        }
    ],
    [
        {
            "resposta": "Gosto que as pessoas elogiem minhas realizações.",
            "valor": "a"
        },
        {
            "resposta": "Sei que as pessoas me amam quando fazem coisas porm im que por si não fariam.",
            "valor": "d"
        }
    ],
    [
        {
            "resposta": "Gosto de ser tocado quando amigos e entes queridos passam perto de mim.",
            "valor": "e"
        },
        {
            "resposta": "Gosto que quando as pessoas me ouvem mostrem interesse no que eu estou falando.",
            "valor": "b"
        }
    ],
    [
        {
            "resposta": "Sinto-me amado quando amigos e entes queridos me ajudam nos trabalhos e projetos.",
            "valor": "d"
        },
        {
            "resposta": "Eu gosto muito de receber presentes de amigos e entes queridos.",
            "valor": "c"
        }
    ],
    [
        {
            "resposta": "Gosto que as pessoas elogiem minha aparência.",
            "valor": "a"
        },
        {
            "resposta": "Sinto-me amado (a) quando as pessoas dedicam tempo para entender meus sentimentos.",
            "valor": "b"
        }
    ],
    [
        {
            "resposta": "Sinto-me mais seguro (a) quando uma pessoa especial toca em mim.",
            "valor": "e"
        },
        {
            "resposta": "Atos de serviço fazem com que eu me sinta amado (a).",
            "valor": "d"
        }
    ],
    [
        {
            "resposta": "Gosto das muitas coisas que as pessoas especiais fazem para mim.",
            "valor": "d"
        },
        {
            "resposta": "Gosto de receber presentes que pessoas especiais fazem para mim.",
            "valor": "c"
        }
    ],
    [
        {
            "resposta": "Gosto realmente do sentimento que tenho quando alguém me dá total atenção.",
            "valor": "b"
        },
        {
            "resposta": "Gosto do sentimento que tenho quando alguém me presta algum ato de serviço.",
            "valor": "d"
        }
    ],
    [
        {
            "resposta": "Sinto-me amado quando uma pessoa comemora meu aniversário com um presente.",
            "valor": "c"
        },
        {
            "resposta": "Sinto-me amado quando uma pessoa comemora o meu aniversário com palavras significativas.",
            "valor": "a"
        }
    ],
    [
        {
            "resposta": "Sei que a pessoa está pensando em mim quando me dá um presente.",
            "valor": "c"
        },
        {
            "resposta": "Sinto-me amado (a) quando a pessoa me ajuda nas tarefas diárias.",
            "valor": "d"
        }
    ],
    [
        {
            "resposta": "Gosto quando alguém me ouve com paciência e não me interrompe.",
            "valor": "b"
        },
        {
            "resposta": "Gosto quando alguém se lembra de dias especiais com um presente.",
            "valor": "c"
        }
    ],
    [
        {
            "resposta": "Gosto de saber que meus entes queridos estão preocupados em me ajudar nas tarefas diárias.",
            "valor": "d"
        },
        {
            "resposta": "Gosto de fazer viagens longas com alguém que é especial para mim.",
            "valor": "b"
        }
    ],
    [
        {
            "resposta": "Gosto de beijar e ser beijado por pessoas de minha intimidade.",
            "valor": "e"
        },
        {
            "resposta": "Receber um presente sem qualquer razão especial me deixa muito contente.",
            "valor": "c"
        }
    ],
    [
        {
            "resposta": "Gosto que me digam que sou querido.",
            "valor": "a"
        },
        {
            "resposta": "Gosto que a pessoa olhe para mim enquanto falamos.",
            "valor": "b"
        }
    ],
    [
        {
            "resposta": "Presentes de um amigo ou ente querido são sempre especiais para mim.",
            "valor": "c"
        },
        {
            "resposta": "Sinto-me bem quando um amigo ou ente querido me toca.",
            "valor": "e"
        }
    ],
    [
        {
            "resposta": "Sinto-me amado quando alguém faz com entusiasmo o que pedi.",
            "valor": "d"
        },
        {
            "resposta": "Sinto-me amado (a) quando dizem o quanto me apreciam.",
            "valor": "a"
        }
    ],
    [
        {
            "resposta": "Preciso ser tocado, abraçado todos os dias.",
            "valor": "e"
        },
        {
            "resposta": "Preciso de palavras de afirmação todos os dias.",
            "valor": "a"
        }
    ]
]
